{
  "home-page": "Home Page",
  "menu": "Menu",
  "restaurants": "Restaurants",
  "today-offer": "Today's Offers",
  "contact-us": "Contact Us",
  "about-us": "About Us",

  "review": "รีวิว",
  "order-now": "สั่งซื้อเดี๋ยวนี้",

  "notification-coming-soon": "ขอบคุณสำหรับความสนใจในเว็บไซต์ของฉัน ในปัจจุบันฟีเจอร์นี้กำลังถูกพัฒนาอยู่และจะเปิดให้ใช้งานเร็ว ๆ นี้",



  "description-pad-thai": "ผัดเส้นมะกะโรนีกุ้งเต้าหู้",
  "description-tom-yum": "ทำโดยผัดข้าวสับกับส่วนผสมต่าง ๆ",
  "description-thai-rice": "ทำโดยผัดข้าวสับปะรดกับส่วนผสมต่าง ๆ",
  "description-papaya-salad": "ส้มตำมะละกอเขียวกับมะเขือเทศและน้ำปลา",
  "description-sour-sausage": "ข้าวผัดหมูหรือเนื้อ",

  "main-description-pad-thai": "มักจะใส่ถั่วลิสงบดและรับประทานพร้อมลูกชิ้นมะนาวและสมุนไพรสด เชฟหรือคนทำอาหารที่เตรียม Pad Thai ตามร้านอาหารหรือบ้านที่กำลังทำอาหารนั้นอาจแตกต่างกันไป",
  "main-description-tom-yum": "ต้มยำสามารถทำได้โดยบุคคลทั่วไปที่บ้านโดยใช้ส่วนผสมสดและเครื่องปรุงตามแบบดั้งเดิมของไทย นอกจากนี้ยังมักจะเสิร์ฟในร้านอาหารไทยและสามารถพบได้ในภูมิภาคต่าง ๆ ของประเทศไทย ซุปนี้มีชื่อเสียงด้วยรสชาติเปรี้ยวเผ็ดหอมฉุนซึ่งเป็นลักษณะเฉพาะของอาหารไทย",
  "main-description-thai-rice": "ข้าวผัดไทยสามารถทำได้ทั้งโดยเชฟมืออาชีพและเชฟที่บ้าน มันเป็นอาหารที่หลากหลายและสามารถปรับแต่งด้วยส่วนผสมและระดับความเผ็ดตามความชอบส่วนบุคคลได้ มันรับรู้ได้ทั่วโลกในร้านอาหารไทยทั่วโลกและเป็นทางเลือกที่ได้รับความนิยมในทั้งชาวบ้านและนักท่องเที่ยว",
  "main-description-papaya-salad": "ส่วนผสมจะถูกผสมกันในครกและไม้เท้าซึ่งช่วยให้ปล่อยสารละลายและเนื้อหนังสือของส่วนผสมออกมาได้ดีขึ้น ส้มตำสามารถทำได้ทั้งโดยบุคคลทั่วไปที่บ้านและโดยพ่อค้าขายอาหารถนน ร้านอาหารและสถานที่อาหารต่าง ๆ ในประเทศไทย มันเป็นสลัดที่สดชื่นและอร่อยที่คนหลายคนชื่นชอบ",
  "main-description-sour-sausage": "บุคคลหรือสถานประกอบการที่ทำแหนมปลาชนิดนี้อาจแตกต่างกันไป เนื่องจากเป็นอาหารที่ทำเองที่ได้รับความนิยมในประเทศไทยและลาว และอาจมีแหนมปลาชนิดนี้ที่ผลิตเชิงพาณิชย์จากผู้ผลิตอาหารสาขาพิเศษอีกด้วย.",

  "papaya-salad": "ส้มตำ",
  "pad-thai": "ผัดไทย",
  "tom-yum": "ต้มยำ",
  "green-curry": "แกงเขียวหวาน",
  "massaman-curry": "แกงมัสมั่น",
  "mango-sticky-rice": "ข้าวเหนียวมะม่วง",
  "satay": "สะเต๊ะ",
  "khao-pad": "ข้าวผัด",
  "pad-kra-pao": "ผัดกระเพรา",

  "price-ps": "10฿",
  "price-pd": "12฿",
  "price-ty": "5฿",
  "price-gc": "9฿",
  "price-mc": "22฿",
  "price-msr": "15฿",
  "price-satay": "30฿",
  "price-kp": "42฿",
  "price-pkp": "50฿",

  "description-menu-ps": "สลัดมะละกอสดกรอบพร้อมกับหอมและกระเทียม ถั่วลิสง กุ้งและน้ำปลา",
  "description-menu-pd": "เส้นก๋วยเตี๋ยวผัดไทยแบบไทยด้วยกุ้ง, เต้าหู้หรือเนื้อสัตว์, ไข่, ต้นหอม, หัวหอม, ถั่วลิสง",
  "description-menu-ty": " ต้มแบบเผ็ดเปรี้ยวด้วยรสสมุนไพร, กุ้งหรือไก่, เห็ด และเครื่องปรุงอื่นๆ",
  "description-menu-gc": "แกงเขียวหวานแบบเผ็ด มีน้ำมะพร้าว ไก่หรือเนื้อวัว มะเขือเทศ สมุนไพร และแครอท",
  "description-menu-mc": "แกงเผ็ดหวาน มีเครื่องเทศแบบอาหรับ น้ำมะพร้าว มีเนื้อวัวหรือไก่ มีมันฝรั่งและหัวหอม",
  "description-menu-msr": "ข้าวเหนียวหวานๆที่มีลักษณะเหนียวมาก มีลูกมะม่วงสุกบนบน เติมด้วยน้ำมะพร้าว",
  "description-menu-satay": "เนื้อที่สอดแนมเสียบไม้ปิ้งที่มีเครื่องปรุงและเครื่องเทศ, บ่อยครั้งใช้ไก่หรือเนื้อวัว รับประทานพร้อมกับน้ำจิ้มลิ้นจี่และแตงกวา",
  "description-menu-kp": "ข้าวสำหรับทอดกร",
  "description-menu-pkp": "ผัดเนื้อด้วยโหระพา พริก กระเทียม หัวหอม และน้ำปลา บ่อยครั้งใช้เสิร์ฟพร้อมกับข้าวสวยและไข่ดาว"
}